import React from "react";

const AboutUs = () => {
  return (
    <div style={{ maxWidth: 800, margin: "auto", padding: "20px" }}>
        <h2>歡迎來到王小明便當店！</h2>
        <p>
        王小明便當店是一家專注於提供美味、健康便當的餐廳。我們的便當使用新鮮、當地採購的食材，並且每一份便當都是精心準備，以滿足各位顧客的口味和需求。我們的宗旨是為每一位顧客提供快速、方便且美味的餐點，讓您能在繁忙的生活中享受一頓美好的餐食。
        </p>

        <h3>我們的特色：</h3>
        <ul>
        <li>每日新鮮食材，健康又美味</li>
        <li>提供多樣化的便當選擇，滿足不同需求</li>
        <li>環保包裝，關愛地球</li>
        <li>快速配送服務，無論你在何處都能享受美味便當</li>
        </ul>

        <h3>我們的使命:</h3>
        <p>
        王小明便當店致力於為每一位顧客提供高品質的便當，我們相信食物不僅是滿足飢餓的需求，更是一天中最值得期待的時刻。每一份便當的製作，都蘊含著我們對食材、健康和顧客的尊重。無論是忙碌的工作日還是閒暇的周末，我們都希望每一位顧客都能夠體驗到我們便當的美味。
        </p>

        <h3>聯絡我們:</h3>
        <p>
        地址:台北市中正區某某路123號
        </p>
        <p>
        電話:02-1234-5678
        </p>
        <p>
        電子郵件:info@xiaomingbento.com
        </p>
    </div>
  );
};

export default AboutUs;
